{
  "answer-1-h-1": "Required documents when applying to an undergraduate program:",
  "answer-1-h-2": "Required documents when applying to a post-graduate program:",
  "answer-1-p-1": "Many students ask us: “Do I need to finish my current studies to be eligible to apply?”. The answer is no.",
  "answer-1-p-10": "You will also need a copy of your passport if you have one.",
  "answer-1-p-11": "Some master’s programs require recommendation letters, résumés, essays and/or a statement of purpose.",
  "answer-1-p-12": "You can find the specific requirements for high school, bachelor and master programs on each program page of our website. Simply search for your desired programs, determine the ones that you can be accepted to by answering our eligibility questions, and see the specific requirements for each program.",
  "answer-1-p-2": "For example: If you are applying for a bachelor program, you do not need to complete your high school education before applying. Being in your last year of high school (i.e. grade 12 in most countries) is the minimum requirement to apply to a bachelor program.",
  "answer-1-p-3": "The general rule is, as long as you can demonstrate that you are qualified to graduate from your current educational program before starting your studies in Europe, you are eligible to apply today. You don’t need a certificate of graduation unless you have finished your current education.",
  "answer-1-p-4": "If you are applying for an undergraduate program (i.e. a program that only requires a high-school level of education), you will need your high school transcript and it must show all of your grades obtained from all years of high-school (usually grade 9 – 12).",
  "answer-1-p-5": "If you have finished high school, your high school graduation diploma/certificate is also required.",
  "answer-1-p-6": "You will also need a copy of your passport (if you have one).",
  "answer-1-p-7": "Post-graduate programs require a higher education degree or diploma. For example, most master’s programs require a four-year bachelor’s degree and most post-graduate certificate programs need at least a three-year bachelor’s degree or an undergraduate diploma.",
  "answer-1-p-8": "If you are currently still a post-secondary student, you will need to provide your latest transcript that displays grades since the beginning of your post-secondary program.",
  "answer-1-p-9": "If you have finished your bachelor’s degree or diploma, you need to provide your graduation certificate/diploma as well.",
  "answer-10-p-1": "In most cases, no.",
  "answer-10-p-2": "However, this depends on the institution of your choice. They may or may not require you to pay your tuition in order to receive the letter of acceptance.",
  "answer-2-p-1": "After you have submitted all of your documents and paid your application fees, ApplyFuture will send your documents to the institutions that you selected for processing.",
  "answer-2-p-2": "At this point, you have done everything you need to do. We will look after everything, including communicating with the institution(s) of your choice.",
  "answer-2-p-3": "When ApplyFuture obtains your acceptance letter, we will notify you and help you through the visa application process.",
  "answer-3-li-1": "Tuition fee",
  "answer-3-li-2": "Living expenses",
  "answer-3-li-3": "Return transportation",
  "answer-3-p-1": "As an applicant, you must prove that you have enough financial means to pay your:",
  "answer-4-p-1": "An acceptance/admission letter is the letter of confirmation that the designated institution of your choice has accepted you. This letter is one of the requirements needed to apply for a study permit in Europe. This letter is commonly referred to as the letter of acceptance or LOA.",
  "answer-5-p-1": "ApplyFuture provides you with the resources to find and apply to the school and program that are the right fit for your interests and needs. ApplyFuture will guide you through the entire application process, helping you obtain your letter of acceptance so you can begin studying at the school of your dreams.",
  "answer-6-p-1": "Every institution has its own rules and requirements to get accepted. Acceptance is based on the individual school’s discretion.",
  "answer-6-p-2": "Do I have to pay to defer my acceptance letter?",
  "answer-6-p-3": "No. ApplyFuture does NOT charge any fees to defer your program to the next intake.",
  "answer-7-p-1": "If you wish to enroll and study in a short-term course (3 months or less) or a program such as English/ for academic purposes/English as a second language, you are NOT REQUIRED to apply for a study permit.",
  "answer-7-p-2": "For programs longer than 3 months, you ARE REQUIRED to apply for a study permit.",
  "answer-8-p-1": "Application Fee: You must pay the application fee before submitting your application. The application fee is charged by schools and is non-refundable. The schools will not review your application if your application fee is not paid.",
  "answer-8-p-2": "Note: ApplyFuture does NOT charge any extra fees for processing your application. We collect the exact amount schools charge for your convenience and pay it directly to the school. We are totally free for all students/applicants and are only paid by schools.",
  "answer-8-p-3": "Tuition Fee: You have to pay the tuition fee for each semester at the beginning of the school’s semester.",
  "answer-8-p-4": "Some schools require that you pay a deposit amount after obtaining your acceptance letter in order to secure your position in the school. The deposit amount is a portion of the first year’s tuition fee and is usually at 30%.",
  "answer-8-p-5": "If you do not get your visa, the school will fully refund your deposit back to you.",
  "answer-8-p-6": "Note: You do not have to pay any tuition before getting your acceptance.",
  "answer-8-p-7": "Note: The application processing fee will not be refunded if your visa application is refused.",
  "answer-8-p-8": "Note: We have calculated the total annual tuition fees for each school for your convenience but this does NOT mean you have to pay the listed annual tuition at the beginning of the school year.",
  "answer-9-p-1": "The application fee is usually between €90 to €300 for each program. You can find the exact application fee for each program on the associated program’s page on our website.",
  "answer-9-p-2": "Universities and colleges in Europe charge an application fee to process your application and to issue your acceptance letter if you are deemed eligible. Application fees vary based on institution and program. The application fees that you pay to ApplyFuture are the exact amount that your selected institution(s) charge(s) to process an international student application. These amounts go directly toward the institution’s application fee.",
  "answer-9-p-3": "ApplyFuture does not charge you extra for our services.These services are totally free for applicants because we are only paid by our associated high schools, universities and colleges!",
  "meta-description": "You have questions about your future application, you need help? We got you.",
  "page-title": "Frequently asked questions",
  "question-1": "What documents do I need to apply to a program?",
  "question-10": "Do I have to pay the tuition fee in order to obtain an acceptance letter?",
  "question-2": "What happens after I submit all of my documents and pay my application fees?",
  "question-3": "How much should my financial proof be?",
  "question-4": "What is an acceptance/admission letter?",
  "question-5": "How does ApplyFuture help me?",
  "question-6": "How do I get an acceptance letter?",
  "question-7": "Can I study in Europe with a visitor visa?",
  "question-8": "When do I have to pay my application and tuition fee?",
  "question-9": "How much does it cost to apply to each program?"
}