{
  "about": "ApplyFuture is a young EdTech startup registered in Paris in 2020 by passionate and curious people. We believe everyone deserves education. We sincerely want to accompany you during the journey to pursue your dream, so you won’t feel alone.",
  "about-meta-description": "ApplyFuture is a young EdTech startup registered in Paris in 2020 by passionate and curious people. Discover who we are.",
  "about-page-title": "About us",
  "about-testimony-1": "I came to France for the first time a couple of years ago to continue my studies and have this international experience of cultural and linguistic immersion.",
  "about-testimony-2": "I remember how difficult it was as a foreigner to find information on different studies and schools, and especially how to apply for them. Years later, with the rise of information technologies, accessibility has been improved significantly, but there are still some difficulties in submitting applications and visa applications (for non-EU students).",
  "about-testimony-3": "Based on this observation, we are working on ApplyFuture which aims to make these procedures more fluid, by creating an application platform for international students graduated from high school, which would help them determine the French and European higher education institutions that correspond to them, and manage the entire application process.",
  "about-testimony-4": "Our focus at the moment is Business Schools, Hotel Business Schools, Medical Schools and Art Schools in Europe.",
  "about-testimony-author": "Ying Zhang, Founder of ApplyFuture",
  "contact": "Contact",
  "contact-form-email": "Email",
  "contact-form-email-sent": "Email sent!",
  "contact-form-error": "Sorry, an error occurred",
  "contact-form-first-name": "First Name",
  "contact-form-last-name": "Last Name",
  "contact-form-message": "Message",
  "contact-form-submit-button": "Send",
  "contact-form-thanks": "Thank you for the message !",
  "contact-headline": "Get in touch",
  "contact-paragraph-1": "Please feel free to reach out to us if you have any further queries.",
  "contact-paragraph-2": "Don't hesitate to send us your feedback on our work and share your bright thoughts with us! We'll be delighted to be a part of your journey. ",
  "cookie-banner": "🍪 This website uses cookies to enhance the user experience",
  "cookie-banner-agreement": "I understand",
  "footer-about-us": "About us",
  "hero-cta-iama": "I am a",
  "hero-cta-recruiter": "Recruiter",
  "hero-cta-school": "School",
  "hero-cta-student": "Student",
  "hero-paragraph": "ApplyFuture is an online school application platform, totally free for students who want to apply for European Higher Education Institutions.",
  "hero-slogan": "Choose your tomorrow",
  "how-argument-1": "Find the relevant study program and school",
  "how-argument-2": "Application submission",
  "how-argument-3": "Acceptance letter",
  "how-argument-4": "Visa process",
  "how-argument-5": "Get ready for an exciting journey!",
  "how-argument-description-1": "Fill out a short questionnaire and get matched to study programs and schools that fit with your background interests and goals.",
  "how-argument-description-2": "Select your program and school, fill out your online profile, pay the school application fee, and submit the required documents. ApplyFuture will review your application and ensure it is complete.",
  "how-argument-description-3": "Your application is submitted and reviewed by the school. If accepted, you will swiftly receive your acceptance letter.",
  "how-argument-description-4": "ApplyFuture’s team provides you with information and support during the visa application process up to its completion.",
  "how-argument-description-5": "Once you have received your acceptance letter and visa, book your transport, search for accommodation options and begin your educational journey abroad!",
  "how-cta": "Let's Apply!",
  "how-headline": "How does it work for students?",
  "lead-modal-description": "We propose a free personalised consultancy to help you to choose and candidate for your study programs, as you are among the first 100 subscribers, want to be contacted by our expert?",
  "lead-modal-title": "Get your free personalised consultancy",
  "meta-description": "ApplyFuture is an online school application platform, totally free for students who want to apply for European Higher Education Institutions.",
  "page-title": "Apply to Study in Europe",
  "partners-cta": "Discover more",
  "partners-headline": "Trusted By Leading Institutions",
  "privacy-policy": "Privacy Policy",
  "programs": "Programs",
  "recruiters-cta": "Let's Work Together!",
  "recruiters-headline": "Hello, \nour dear recruiters!",
  "recruiters-page-heading": "Work with us",
  "recruiters-paragraph": "You are here to help your students to study aboard. We will help you to simplify the application, acceptance, and arrival process through a single online platform.",
  "required": "Required",
  "schools": "Schools",
  "schools-cta": "Let's collaborate!",
  "schools-headline": "Hello, \nour dear schools!",
  "schools-paragraph-1": "You are here to attract international students to various programs in your schools, we will help you to achieve that goal.",
  "schools-paragraph-2": "We recommend qualified students with complete and preselected application documents to you.",
  "students-cta": "Let's apply!",
  "students-explanations": "Based on your profile and criteria, we propose schools and programs which fit, all you need to do is to provide us with your application documents. We will be in charge of the whole process until you get the admission decision letter and then we will guide you to get the visa.",
  "students-headline": "Hello, \nour dear students!",
  "students-paragraph": "You are here to apply for European Private Higher Education Institutions, we will help you pursue your dream.",
  "terms-and-conditions": "Terms & Conditions",
  "terms-of-use": "Terms of Use",
  "why-argument-1": "No charge from ApplyFuture",
  "why-argument-2": "All applications via a single platform",
  "why-argument-3": "Applicant matching by AI",
  "why-argument-4": "Application documents verified",
  "why-argument-5": "User friendly",
  "why-argument-description-1": "ApplyFuture does NOT charge any fees for processing your application. Our service is totally free for students.",
  "why-argument-description-2": "Via a single platform, through an easy and user friendly application journey, you can submit all eligible applications.",
  "why-argument-description-3": "With the help of Artificial Intelligence technology, we offer you a better fit for eligible programs.",
  "why-headline": "Why choose ApplyFuture?"
}