{
  "about": "ApplyFuture est une jeune StartUp EdTech fondée à Paris en 2020 par des personnes passionnées et curieuses. Nous pensons que tout le monde mérite une éducation. Nous voulons sincèrement vous accompagner pendant ce voyage pour que vous puissiez poursuivre votre rêve, afin que vous ne vous sentiez pas seuls.",
  "about-meta-description": "ApplyFuture est une jeune startup EdTech enregistrée à Paris en 2020 par des passionnés et des curieux. Découvrez qui nous sommes.",
  "about-page-title": "À propos de nous",
  "about-testimony-1": "Je suis arrivée en France il y a quelques années pour poursuivre mes études, et vivre une immersion culturelle et linguistique à l'étranger.",
  "about-testimony-2": "Je me rappelle de la difficulté en tant qu’étrangère pour trouver des informations sur les différentes études et écoles possibles, et surtout comment postuler à ces dernières. 10 ans après, avec l’essor des technologies de l'information, l'accessibilité s’est significativement améliorée mais il reste quand même des difficultés pour soumettre des candidatures et demandes de visas (pour les étudiants hors-UE).",
  "about-testimony-3": "Partant de ce constat, je travaille sur un projet qui vise à fluidifier ces étapes, en créant une plateforme d’application (site web) à destination des étudiants internationaux post-bac qui les aiderait à déterminer les écoles supérieures françaises et européennes qui leur correspondent et à gérer l'ensemble du processus de candidature.",
  "about-testimony-4": "Nous proposons l'accès aux écoles de commerce, écoles hôtelières et écoles de médecine en Europe.",
  "about-testimony-author": "Ying Zhang, Fondatrice de ApplyFuture",
  "careers": "Travailler chez ApplyFuture",
  "contact": "Contact",
  "contact-form-email": "Email",
  "contact-form-email-sent": "Email envoyé !",
  "contact-form-error": "Désolé, une erreur s'est produite",
  "contact-form-first-name": "Prénom",
  "contact-form-last-name": "Nom",
  "contact-form-message": "Message",
  "contact-form-submit-button": "Envoyer",
  "contact-form-thanks": "Merci pour votre message",
  "contact-headline": "Nous contacter",
  "contact-paragraph-1": "N'hésitez pas à nous contacter pour toute question.",
  "contact-paragraph-2": "Nous sommes à l'écoute et toujours ouverts à vos commentaires, nouveaux partenariats, idées intéressantes. Nous serions ravis de faire une partie de chemin ensemble.",
  "cookie-banner": "Ce site web utilise des cookies pour améliorer l'expérience utilisateur",
  "cookie-banner-agreement": "J'accepte",
  "footer-about-us": "À propos de nous",
  "hero-cta-iama": "Je suis un",
  "hero-cta-recruiter": "Recruteur",
  "hero-cta-school": "Ecole",
  "hero-cta-student": "Etudiant",
  "hero-illustration-alt": "Vous souhaitez étudier dans des universités européennes mais êtes fatigués de devoir multiplier les candidatures.",
  "hero-paragraph": "ApplyFuture est une plateforme de candidature en ligne pour les écoles, totalement gratuite pour les étudiants qui souhaitent postuler aux établissements d'enseignement supérieur européens.",
  "hero-slogan": "Choisissez votre futur",
  "how-argument-1": "Trouver votre programme et votre école",
  "how-argument-2": "Soumission de la candidature",
  "how-argument-3": "Lettre d'acceptation",
  "how-argument-4": "Processus de visa",
  "how-argument-5": "Soyez prêt pour un voyage incroyable !",
  "how-argument-description-1": "Remplissez un questionnaire et recevez des propositions adaptées à vos critères et objectifs.",
  "how-argument-description-2": "Sélectionnez un programme et une école, complétez votre profil, payez les frais de candidature et soumettez les documents requis. ApplyFuture vérifiera votre candidature et s'assurera qu'elle est complète.",
  "how-argument-description-3": "Votre candidature est envoyée et vérifiée par l'école. Si elle est acceptée, vous recevrez rapidement votre lettre d'acceptation.",
  "how-argument-description-4": "L'équipe d'ApplyFuture vous communique les informations relatives à l'obtention du visa et vous aide durant tout le processus.",
  "how-argument-description-5": "Une fois que vous avez reçu votre lettre d'acceptation et votre visa, réservez votre transport et trouvez votre logement. Vous êtes prêt pour commencer votre voyage!",
  "how-cta": "Postuler !",
  "how-headline": "Comment ça marche pour les étudiants ?",
  "how-illustration-alt": "Comment utiliser le service ApplyFuture en tant qu'étudiant.",
  "lead-modal-description": "Nous vous proposons un conseil personnalisé gratuit pour vous aider à choisir et à postuler à vos programmes d'études. Vous faites partie des 100 premiers abonnés, vous souhaitez être contacté par notre expert ?",
  "lead-modal-title": "Obtenez votre conseil personnalisé gratuit",
  "meta-description": "ApplyFuture est une plateforme de candidature en ligne, totalement gratuite pour les étudiants souhaitant postuler aux établissements européens d'enseignement supérieur privés.",
  "page-title": "Postuler pour étudier en Europe",
  "partners-cta": "Découvrir plus",
  "partners-headline": "De grandes institutions nous font confiance",
  "privacy-policy": "Politique de Confidentialité",
  "programs": "Programmes",
  "recruiters-cta": "Travaillons Ensemble !",
  "recruiters-headline": "Bonjour, \nnos chers recruteurs !",
  "recruiters-illustration-alt": "En tant que recruteurs, vous souhaitez aidez vos étudiants à étudier à l'étranger.",
  "recruiters-page-heading": "Travaillez avec nous",
  "recruiters-paragraph": "Vous êtes ici parce que vous voulez aider vos élèves à étudier à l'étranger. Nous pouvons vous aider à simplifier le processus d'application, d'acceptation et d'arrivée des étudiants via une plateforme en ligne unique.",
  "required": "Obligatoire",
  "schools": "Ecoles",
  "schools-cta": "Collaborons !",
  "schools-headline": "Bonjour, \nnos chères écoles !",
  "schools-illustration-alt": "ApplyFuture souhaite ardemment collaborer avec des universités Européennes motivées et qualifiées.",
  "schools-paragraph-1": "Vous êtes ici parce que vous souhaitez attirer des étudiants internationaux pour différents programmes dans vos écoles, nous pouvons vous aider à y parvenir.",
  "schools-paragraph-2": "Nous vous proposons des étudiants qualifiés avec des dossiers de candidature complets et présélectionnés.",
  "students-cta": "Postuler !",
  "students-explanations": "En fonction de votre profil et de vos critères, nous vous proposons des écoles et des programmes adaptés, il vous suffit de nous fournir vos documents pour postuler. Nous prenons en charge l'ensemble du processus jusqu'à ce que vous obteniez la lettre de décision et vous guidons pour obtenir le visa.",
  "students-headline": "Bonjour, \nnos chers étudiants !",
  "students-illustration-alt": "Vous êtes ici pour vous inscrire dans des institutions européennes d'enseignement supérieur privées, nous vous aiderons à réaliser ce souhait.",
  "students-paragraph": "Vous êtes étudiants et souhaitez postuler dans les établissements d'enseignement supérieur européens, nous pouvons vous aider à réaliser votre rêve.",
  "terms-and-conditions": "Conditions Générales",
  "terms-of-use": "Conditions d'Utilisation",
  "why-argument-1": "100% gratuit via ApplyFuture",
  "why-argument-2": "Toutes les candidatures via une seule plateforme",
  "why-argument-3": "Recommandations personnalisées pour les candidats",
  "why-argument-4": "Documents de candidature vérifiés",
  "why-argument-5": "Facile d'usage",
  "why-argument-description-1": "ApplyFuture ne facture pas de frais supplémentaires dans la prise en charge de votre candidature. Notre service est totalement gratuit pour les étudiants.",
  "why-argument-description-2": "Via une seule plateforme, vous pouvez envoyer toutes vos candidatures simplement et rapidement.",
  "why-argument-description-3": "Nous utilisons l'Intelligence Artificielle pour vous proposer les programmes qui vous correspondent le mieux.",
  "why-headline": "Pourquoi choisir ApplyFuture ?",
  "why-illustration-alt": "ApplyFuture propose un service aux multiples avantages."
}